Repository: captaindev404/prd-tools
Catalog: infinite-stories-ios/InfiniteStories/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# hero.creation.name.question
source: What's your hero's name?
de: Wie heißt dein Held?
es: ¿Cómo se llama tu héroe?
fr: Comment s'appelle votre héros ?
it: Come si chiama il tuo eroe?

# hero.creation.preview.appearance
source: Appearance: %@
de: Aussehen: %@
es: Apariencia: %@
fr: Apparence : %@
it: Aspetto: %@

# hero.creation.preview.specialability
source: Special Ability: %@
de: Besondere Fähigkeit: %@
es: Habilidad Especial: %@
fr: Capacité Spéciale : %@
it: Abilità Speciale: %@

# hero.creation.preview.title
source: Hero Preview
de: Heldenvorschau
es: Vista Previa del Héroe
fr: Aperçu du Héros
it: Anteprima Eroe

# hero.creation.preview.traits
source: %@ and %@
de: %@ und %@
es: %@ y %@
fr: %@ et %@
it: %@ e %@

# hero.creation.primarytrait.question
source: What's %@'s main personality?
de: Was ist die Hauptpersönlichkeit von %@?
es: ¿Cuál es la personalidad principal de %@?
fr: Quelle est la personnalité principale de %@ ?
it: Qual è la personalità principale di %@?

# hero.creation.secondarytrait.hint
source: This adds more depth to your hero's personality!
de: Dies verleiht der Persönlichkeit deines Helden mehr Tiefe!
es: ¡Esto añade más profundidad a la personalidad de tu héroe!
fr: Cela ajoute plus de profondeur à la personnalité de votre héros !
it: Questo aggiunge più profondità alla personalità del tuo eroe!

# hero.creation.secondarytrait.question
source: What's %@'s secondary trait?
de: Was ist die sekundäre Eigenschaft von %@?
es: ¿Cuál es el rasgo secundario de %@?
fr: Quel est le trait secondaire de %@ ?
it: Qual è il tratto secondario di %@?

# hero.creation.specialability.hint
source: Optional - adds magical elements to stories
de: Optional - fügt Geschichten magische Elemente hinzu
es: Opcional - agrega elementos mágicos a las historias
fr: Facultatif - ajoute des éléments magiques aux histoires
it: Facoltativo - aggiunge elementi magici alle storie

# hero.creation.specialability.placeholder
source: e.g., can talk to animals, creates magical rainbows
de: z.B. kann mit Tieren sprechen, erschafft magische Regenbogen
es: p. ej., puede hablar con animales, crea arcoíris mágicos
fr: par ex., peut parler aux animaux, crée des arcs-en-ciel magiques
it: ad es., può parlare con gli animali, crea arcobaleni magici

# hero.creation.specialability.question
source: What's %@'s special ability?
de: Was ist die besondere Fähigkeit von %@?
es: ¿Cuál es la habilidad especial de %@?
fr: Quelle est la capacité spéciale de %@ ?
it: Qual è l'abilità speciale di %@?

# hero.creation.title.create
source: Create Your Hero
de: Erstelle Deinen Helden
es: Crea Tu Héroe
fr: Créez Votre Héros
it: Crea Il Tuo Eroe

# hero.creation.title.edit
source: Edit Hero
de: Held bearbeiten
es: Editar Héroe
fr: Modifier le Héros
it: Modifica Eroe

# hero.edit.title
source: Edit Hero
de: Held bearbeiten
es: Editar héroe
fr: Modifier le héros
it: Modifica eroe

# hero.list.accessibility.avatar
source: Generate avatar for %@
de: Avatar für %@ generieren
es: Generar avatar para %@
fr: Générer un avatar pour %@
it: Genera avatar per %@

# hero.list.accessibility.avatar.hint
source: Creates an AI-generated avatar
de: Erstellt einen KI-generierten Avatar
es: Crea un avatar generado por IA
fr: Crée un avatar généré par IA
it: Crea un avatar generato dall'IA

# hero.list.accessibility.create.hint
source: Opens the hero creation wizard
de: Öffnet den Heldenerstellungs-Assistenten
es: Abre el asistente de creación de héroes
fr: Ouvre l'assistant de création de héros
it: Apre la procedura guidata di creazione eroe

# hero.list.accessibility.delete
source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@

# hero.list.accessibility.delete.hint
source: Permanently removes this hero
de: Entfernt diesen Helden dauerhaft
es: Elimina permanentemente este héroe
fr: Supprime définitivement ce héros
it: Rimuove permanentemente questo eroe

# hero.list.accessibility.edit
source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
it: Modifica %@

# hero.list.accessibility.edit.hint
source: Opens the hero editor
de: Öffnet den Helden-Editor
es: Abre el editor de héroes
fr: Ouvre l'éditeur de héros
it: Apre l'editor degli eroi

# hero.list.button.create
source: Create New Hero
de: Neuen Helden erstellen
es: Crear Nuevo Héroe
fr: Créer un Nouveau Héros
it: Crea Nuovo Eroe

# hero.list.button.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# hero.list.button.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

# hero.list.delete.button
source: Delete Hero
de: Held löschen
es: Eliminar Héroe
fr: Supprimer le Héros
it: Elimina Eroe

# hero.list.delete.message
source: This will permanently delete %@.
de: Dies wird %@ permanent löschen.
es: Esto eliminará permanentemente a %@.
fr: Cela supprimera définitivement %@.
it: Questo eliminerà permanentemente %@.

# hero.list.delete.title
source: Delete Hero?
de: Held löschen?
es: ¿Eliminar Héroe?
fr: Supprimer le Héros ?
it: Eliminare Eroe?

# hero.list.empty.message
source: Create your first hero to start generating magical stories!
de: Erstelle deinen ersten Helden, um magische Geschichten zu generieren!
es: ¡Crea tu primer héroe para comenzar a generar historias mágicas!
fr: Créez votre premier héros pour commencer à générer des histoires magiques !
it: Crea il tuo primo eroe per iniziare a generare storie magiche!

# hero.list.empty.title
source: No Heroes Yet
de: Noch keine Helden
es: Aún No Hay Héroes
fr: Pas Encore de Héros
it: Nessun Eroe Ancora

# hero.list.loading
source: Loading heroes...
de: Helden werden geladen...
es: Cargando héroes...
fr: Chargement des héros...
it: Caricamento eroi...

# hero.list.stat.story.plural
source: Stories
de: Geschichten
es: Historias
fr: Histoires
it: Storie

# hero.list.stat.story.singular
source: Story
de: Geschichte
es: Historia
fr: Histoire
it: Storia

# hero.list.title
source: Manage Heroes
de: Helden verwalten
es: Gestionar Héroes
fr: Gérer les Héros
it: Gestisci Eroi

# hero.preview.ability
source: Special Ability: %@
de: Besondere Fähigkeit: %@
es: Habilidad especial: %@
fr: Capacité spéciale : %@
it: Abilità speciale: %@

# hero.preview.appearance
source: Appearance: %@
de: Aussehen: %@
es: Apariencia: %@
fr: Apparence : %@
it: Aspetto: %@

# hero.selection.header
source: Choose Your Hero
de: Wählen Sie Ihren Helden
es: Elige tu héroe
fr: Choisissez votre héros
it: Scegli il tuo eroe

# hero.selection.loading
source: Loading heroes...
de: Helden werden geladen...
es: Cargando héroes...
fr: Chargement des héros...
it: Caricamento eroi...

# hero.selection.story.plural
source: %d stories
de: %d Geschichten
es: %d historias
fr: %d histoires
it: %d storie

# hero.selection.story.singular
source: 1 story
de: 1 Geschichte
es: 1 historia
fr: 1 histoire
it: 1 storia

# hero.selection.subtitle
source: Select which hero will star in this story
de: Wählen Sie aus, welcher Held in dieser Geschichte die Hauptrolle spielen wird
es: Selecciona qué héroe protagonizará esta historia
fr: Sélectionnez le héros qui sera la vedette de cette histoire
it: Seleziona quale eroe sarà protagonista di questa storia

# hero.selection.title
source: Select Hero
de: Held auswählen
es: Seleccionar héroe
fr: Sélectionner un héros
it: Seleziona eroe

# home.addFavorite
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# home.createHeroFirst.action
source: Create Hero
de: Helden erstellen
es: Crear Héroe
fr: Créer un Héros
it: Crea Eroe

# home.createHeroFirst.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# home.createHeroFirst.message
source: You need to create at least one hero before generating stories. Would you like to create a hero now?
de: Du musst mindestens einen Helden erstellen, bevor du Geschichten generierst. Möchtest du jetzt einen Helden erstellen?
es: Necesitas crear al menos un héroe antes de generar historias. ¿Te gustaría crear un héroe ahora?
fr: Vous devez créer au moins un héros avant de générer des histoires. Voulez-vous créer un héros maintenant ?
it: Devi creare almeno un eroe prima di generare storie. Vuoi creare un eroe ora?

# home.createHeroFirst.title
source: Create a Hero First
de: Erstelle zuerst einen Helden
es: Crea Primero un Héroe
fr: Créez d'abord un Héros
it: Crea Prima un Eroe

# home.createStory.accessibility
source: Create new story
de: Neue Geschichte erstellen
es: Crear nueva historia
fr: Créer une nouvelle histoire
it: Crea nuova storia

# home.createStory.hint
source: Generate a new magical story
de: Eine neue magische Geschichte generieren
es: Generar una nueva historia mágica
fr: Générer une nouvelle histoire magique
it: Genera una nuova storia magica

# home.customEvents.accessibility
source: Manage custom events
de: Benutzerdefinierte Ereignisse verwalten
es: Gestionar eventos personalizados
fr: Gérer les événements personnalisés
it: Gestisci eventi personalizzati

# home.customEvents.hint
source: Open custom event management screen
de: Bildschirm für benutzerdefinierte Ereignisverwaltung öffnen
es: Abrir pantalla de gestión de eventos personalizados
fr: Ouvrir l'écran de gestion des événements personnalisés
it: Apri schermata gestione eventi personalizzati

# home.emptyState.button
source: Create Your Hero
de: Erstelle deinen Helden
es: Crea tu Héroe
fr: Créez Votre Héros
it: Crea il Tuo Eroe

# home.emptyState.button.accessibility
source: Create Your Hero
de: Erstelle deinen Helden
es: Crea tu Héroe
fr: Créez Votre Héros
it: Crea il Tuo Eroe

# home.emptyState.button.hint
source: Start your magical journey by creating your first hero
de: Starte deine magische Reise, indem du deinen ersten Helden erstellst
es: Comienza tu viaje mágico creando tu primer héroe
fr: Commencez votre voyage magique en créant votre premier héros
it: Inizia il tuo viaggio magico creando il tuo primo eroe

# home.emptyState.message
source: Create your first hero and start exploring wonderful stories!
de: Erstelle deinen ersten Helden und beginne wunderbare Geschichten zu erkunden!
es: ¡Crea tu primer héroe y comienza a explorar historias maravillosas!
fr: Créez votre premier héros et commencez à explorer des histoires merveilleuses !
it: Crea il tuo primo eroe e inizia a esplorare storie meravigliose!

# home.emptyState.title
source: Begin Your Magical Journey
de: Beginne deine magische Reise
es: Comienza tu Viaje Mágico
fr: Commencez Votre Voyage Magique
it: Inizia il Tuo Viaggio Magico

# home.error.title
source: Error
de: Fehler
fr: Erreur
it: Errore

# home.error.unexpected
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
es: Ocurrió un error inesperado
fr: Une erreur inattendue s'est produite
it: Si è verificato un errore imprevisto

# home.favorite
source: Favorite
de: Favorit
es: Favorito
fr: Favori
it: Preferito

# home.journey
source: Journey
de: Reise
es: Viaje
fr: Parcours
it: Viaggio

# home.journey.streak
source: %lldd
de: %lldt
fr: %lldj
it: %lldg

# home.library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria

# home.loading
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...

# home.manageHeroes
source: Manage heroes
de: Helden verwalten
es: Gestionar héroes
fr: Gérer les héros
it: Gestisci eroi

# home.manageHeroes.accessibility
source: Manage heroes
de: Helden verwalten
es: Gestionar héroes
fr: Gérer les héros
it: Gestisci eroi

# home.manageHeroes.hint
source: Edit, delete, or create new heroes
de: Helden bearbeiten, löschen oder neue erstellen
es: Editar, eliminar o crear nuevos héroes
fr: Modifier, supprimer ou créer de nouveaux héros
it: Modifica, elimina o crea nuovi eroi

# home.noRecentStories
source: No recent stories available
de: Keine aktuellen Geschichten verfügbar
es: No hay historias recientes disponibles
fr: Aucune histoire récente disponible
it: Nessuna storia recente disponibile

# home.readingJourney.accessibility
source: Reading Journey
de: Lesereise
es: Viaje de Lectura
fr: Parcours de Lecture
it: Viaggio di Lettura

# home.readingJourney.hint
source: View your reading statistics and progress
de: Siehe deine Lesestatistiken und Fortschritt
es: Ver tus estadísticas y progreso de lectura
fr: Voir vos statistiques et progrès de lecture
it: Visualizza le tue statistiche e progressi di lettura

# home.recentAdventures
source: Recent Adventures
de: Neueste Abenteuer
es: Aventuras Recientes
fr: Aventures Récentes
it: Avventure Recenti

# home.recentAdventures.count
source: %lld new
de: %lld neu
es: %lld nuevas
fr: %lld nouvelles
it: %lld nuove

# home.removeFavorite
source: Remove from favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

# home.settings.accessibility
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

# home.settings.hint
source: Open app settings
de: App-Einstellungen öffnen
es: Abrir ajustes de la app
fr: Ouvrir les paramètres de l'app
it: Apri impostazioni app

# home.shareStory
source: Share story
de: Geschichte teilen
es: Compartir historia
fr: Partager l'histoire
it: Condividi storia

# home.yourHeroes
source: Your Heroes
de: Deine Helden
es: Tus Héroes
fr: Vos Héros
it: I Tuoi Eroi

# illustration.carousel.comingSoon
source: Illustration Coming Soon
de: Illustration kommt bald
es: Ilustración próximamente
fr: Illustration à venir
it: Illustrazione in arrivo

# illustration.carousel.jumpingTo
source: Jumping to %@
de: Springe zu %@
es: Saltando a %@
fr: Passage à %@
it: Passaggio a %@

# illustration.carousel.noIllustrations
source: No Illustrations Available
de: Keine Illustrationen verfügbar
es: No hay ilustraciones disponibles
fr: Aucune illustration disponible
it: Nessuna illustrazione disponibile

# illustration.carousel.scene
source: Scene %lld
de: Szene %lld
es: Escena %lld
fr: Scène %lld
it: Scena %lld

# illustration.carousel.tapToSeek
source: Tap any illustration to jump to that part of the story
de: Tippe auf eine Illustration, um zu diesem Teil der Geschichte zu springen
es: Toca cualquier ilustración para saltar a esa parte de la historia
fr: Appuyez sur une illustration pour accéder à cette partie de l'histoire
it: Tocca un'illustrazione per passare a quella parte della storia

# illustration.carousel.willAppear
source: Illustrations will appear here once generated
de: Illustrationen erscheinen hier nach der Generierung
es: Las ilustraciones aparecerán aquí una vez generadas
fr: Les illustrations apparaîtront ici une fois générées
it: Le illustrazioni appariranno qui una volta generate

# illustration.creating
source: Creating magical illustration...
de: Magische Illustration wird erstellt...
es: Creando ilustración mágica...
fr: Création d'une illustration magique...
it: Creazione illustrazione magica...

# illustration.empty.message
source: Bring your story to life with beautiful AI-generated illustrations
de: Erwecke deine Geschichte mit wunderschönen KI-generierten Illustrationen zum Leben
es: Da vida a tu historia con hermosas ilustraciones generadas por IA
fr: Donnez vie à votre histoire avec de belles illustrations générées par IA
it: Dai vita alla tua storia con bellissime illustrazioni generate dall'IA

# illustration.empty.title
source: No Illustrations Yet
de: Noch keine Illustrationen
es: Sin ilustraciones aún
fr: Pas encore d'illustrations
it: Nessuna illustrazione ancora

# illustration.error.apiError.message
source: Service temporarily unavailable. Try again later.
de: Dienst vorübergehend nicht verfügbar. Später erneut versuchen.
es: Servicio temporalmente no disponible. Inténtalo más tarde.
fr: Service temporairement indisponible. Réessayez plus tard.
it: Servizio temporaneamente non disponibile. Riprova più tardi.

# illustration.error.apiError.short
source: Service Issue
de: Dienstproblem
es: Problema del servicio
fr: Problème de service
it: Problema del servizio

# illustration.error.apiError.title
source: Service Error
de: Dienstfehler
es: Error del servicio
fr: Erreur de service
it: Errore del servizio

# illustration.error.fileSystem.message
source: Couldn't save illustration. Check storage space.
de: Illustration konnte nicht gespeichert werden. Speicherplatz prüfen.
es: No se pudo guardar la ilustración. Verifica el espacio de almacenamiento.
fr: Impossible d'enregistrer l'illustration. Vérifiez l'espace de stockage.
it: Impossibile salvare l'illustrazione. Controlla lo spazio di archiviazione.

# illustration.error.fileSystem.short
source: Storage Issue
de: Speicherproblem
es: Problema de almacenamiento
fr: Problème de stockage
it: Problema di archiviazione

# illustration.error.fileSystem.title
source: Storage Error
de: Speicherfehler
es: Error de almacenamiento
fr: Erreur de stockage
it: Errore di archiviazione

# illustration.error.invalidPrompt.message
source: Content couldn't be illustrated. We'll improve this.
de: Inhalt konnte nicht illustriert werden. Wir werden das verbessern.
es: El contenido no pudo ser ilustrado. Lo mejoraremos.
fr: Le contenu n'a pas pu être illustré. Nous améliorerons cela.
it: Il contenuto non può essere illustrato. Lo miglioreremo.

# illustration.error.invalidPrompt.short
source: Content Issue
de: Inhaltsproblem
es: Problema de contenido
fr: Problème de contenu
it: Problema di contenuto

# illustration.error.invalidPrompt.title
source: Invalid Content
de: Ungültiger Inhalt
es: Contenido inválido
fr: Contenu invalide
it: Contenuto non valido

# illustration.error.message
source: The illustration could not be generated
de: Die Illustration konnte nicht generiert werden
es: No se pudo generar la ilustración
fr: L'illustration n'a pas pu être générée
it: Impossibile generare l'illustrazione

# illustration.error.network.message
source: Connection issue. Check your internet and try again.
de: Verbindungsproblem. Überprüfe deine Internetverbindung und versuche es erneut.
es: Problema de conexión. Verifica tu internet e inténtalo de nuevo.
fr: Problème de connexion. Vérifiez votre internet et réessayez.
it: Problema di connessione. Controlla la tua connessione internet e riprova.

# illustration.error.network.short
source: No Connection
de: Keine Verbindung
es: Sin conexión
fr: Pas de connexion
it: Nessuna connessione

# illustration.error.network.title
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete

# illustration.error.rateLimit.message
source: Too many requests. Please wait a moment.
de: Zu viele Anfragen. Bitte warte einen Moment.
es: Demasiadas solicitudes. Por favor, espera un momento.
fr: Trop de demandes. Veuillez patienter un moment.
it: Troppe richieste. Attendere un momento.

# illustration.error.rateLimit.short
source: Please Wait
de: Bitte warten
es: Por favor espera
fr: Veuillez patienter
it: Attendere

# illustration.error.rateLimit.title
source: Rate Limited
de: Ratenlimit
es: Límite de tasa
fr: Limite de débit
it: Limite di velocità

# illustration.error.timeout.message
source: Taking too long. Please try again.
de: Dauert zu lange. Bitte versuche es erneut.
es: Tomando demasiado tiempo. Por favor, inténtalo de nuevo.
fr: Prend trop de temps. Veuillez réessayer.
it: Richiede troppo tempo. Riprovare.

# illustration.error.timeout.short
source: Timed Out
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé
it: Timeout

# illustration.error.timeout.title
source: Timeout
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé

# illustration.error.title %lld
source: Unable to Load Scene %lld
de: Szene %lld kann nicht geladen werden
es: No se puede cargar la escena %lld
fr: Impossible de charger la scène %lld
it: Impossibile caricare la scena %lld

# illustration.error.unknown.message
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Qualcosa è andato storto. Riprovare.

# illustration.error.unknown.short
source: Error
de: Fehler
fr: Erreur
it: Errore

# illustration.error.unknown.title
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto

# illustration.generate.button
source: Generate Illustrations
de: Illustrationen generieren
es: Generar ilustraciones
fr: Générer des illustrations
it: Genera illustrazioni

# illustration.generating.scene %lld
source: Generating Scene %lld
de: Szene %lld wird generiert
es: Generando escena %lld
fr: Génération de la scène %lld
it: Generazione scena %lld

# illustration.placeholder.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova

# illustration.placeholder.scene
source: Scene %lld
de: Szene %lld
es: Escena %lld
fr: Scène %lld
it: Scena %lld

# illustration.placeholder.title
source: Illustration Placeholder
de: Illustrationsplatzhalter
es: Marcador de posición de ilustración
fr: Espace réservé pour illustration
it: Segnaposto illustrazione

# illustration.sync.nextScene
source: Next scene in:
de: Nächste Szene in:
es: Siguiente escena en:
fr: Prochaine scène dans :
it: Prossima scena tra:

# illustration.sync.scene
source: Scene %lld
de: Szene %lld
es: Escena %lld
fr: Scène %lld
it: Scena %lld

# journey.currentStreak
source: Current Streak
de: Aktuelle Serie
es: Racha Actual
fr: Série Actuelle
it: Serie Attuale

# journey.currentStreak.value
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni

# journey.date.daysAgo
source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
it: %lld giorni fa

# journey.date.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

# journey.date.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# journey.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# journey.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# journey.favoriteStories
source: Favorite Stories
de: Lieblingsgeschichten
es: Historias Favoritas
fr: Histoires Favorites
it: Storie Preferite

# journey.heroPerformance
source: Hero Performance
de: Helden-Leistung
es: Rendimiento del Héroe
fr: Performance du Héros
it: Prestazione dell'Eroe

# journey.insights.averageLength
source: Average Story Length
de: Durchschnittliche Geschichtenlänge
es: Duración Promedio de Historia
fr: Durée Moyenne de l'Histoire
it: Lunghezza Media della Storia

# journey.insights.averageListens
source: Average Listens per Story
de: Durchschnittliche Anhörungen pro Geschichte
es: Escuchas Promedio por Historia
fr: Écoutes Moyennes par Histoire
it: Ascolti Medi per Storia

# journey.insights.mostListened
source: Most Listened Story
de: Meistgehörte Geschichte
es: Historia Más Escuchada
fr: Histoire la Plus Écoutée
it: Storia Più Ascoltata

# journey.insights.mostListened.value
source: %@ (%lld plays)
de: %@ (%lld Wiedergaben)
es: %@ (%lld reproducciones)
fr: %@ (%lld lectures)
it: %@ (%lld riproduzioni)

# journey.insights.preferredTime
source: Preferred Listening Time
de: Bevorzugte Hörzeit
es: Hora de Escucha Preferida
fr: Heure d'Écoute Préférée
it: Orario di Ascolto Preferito

# journey.insights.uniqueStories
source: Unique Stories Listened
de: Einzigartige gehörte Geschichten
es: Historias Únicas Escuchadas
fr: Histoires Uniques Écoutées
it: Storie Uniche Ascoltate

# journey.listeningActivity
source: Listening Activity
de: Hör-Aktivität
es: Actividad de Escucha
fr: Activité d'Écoute
it: Attività di Ascolto

# journey.listeningTime
source: Listening Time
de: Hörzeit
es: Tiempo de Escucha
fr: Temps d'Écoute
it: Tempo di Ascolto

# journey.loading
source: Loading your journey...
de: Lade deine Reise...
es: Cargando tu viaje...
fr: Chargement de votre parcours...
it: Caricamento del tuo viaggio...
